Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: And then, finally, the fourth row will become the fourth column.
ht: Epi lè sa a, finalman, la ligne katriyèm Sera yon kolòn katriyèm lan.

source: Minus 1, 3, and 0.
ht: Moins 1, 3 ak 0.

source: All we did is, this guy was in the second row, third column.
ht: Tou sa nou te fè se, nèg sa a te genyen nan ligne dezyèm, twazyèm kolòn.

source: Now, that same guy is in the what?
ht: Koulye a, menm nèg sa a se nan sa a?

source: He is in the second column and the third row.
ht: Li se yon kolòn dezyèm lan ak twa dispit lan.

source: All we did is switch the rows and the columns.
ht: Tou sa nou te fè se chanje èskonbwit yo Et les colonnes.

source: We could do it with another. Let's see.
ht: Nou te kapab fè l' ak yon lòt. ann gade.

source: Let's do it with this one right here.
ht: An n fè l' ak yon sèl dwa sa a isit la.

source: This guy right here is in the third row.
ht: Isit-menm nèg sa a se yon dispit twazyèm lan.

source: And the second column.
ht: Et kolòn dezyèm lan.

source: And when you go down here this guy is now in the third column and the second row.
ht: Lè ou desann isit la nèg sa a koulye a se nan twa kolòn a Et dispit dezyèm lan.

source: That's all a transpose is.
ht: Sa se tout yon transpose.

source: And, just as a little interesting thing, what happens if we take the transpose of the transpose?
ht: Et, jis kòm yon ti kras enteresan bagay sa, sa rive si nou pran transpose de transpose la?

source: So what happens if we take C transpose and then transpose that?
ht: Se poutèt sa k rive koukouloukou si nou pran C transpose Et Lè sa a ki transpose?

source: What is that going to be equal to?
ht: Sa ki pwal rive fè?

source: Well to go from C to C transpose, we switched all the rows and the columns.
ht: Pou ale nan C an C transpose, nou chanje tout a èskonbwit Et les colonnes.

source: All the entries the rows and columns.
ht: Tout les entrées èskonbwit Et colonnes.

source: When you take the transpose again, remember let's just focus on this guy.
ht: Lè ou pran transpose a ankò, sonje an nou jis konsantre sou nèg sa a.

source: This was second row, third column.
ht: Sa te fè dezyèm ligne, twa kolòn.

source: You took the transpose, it becomes second column and third row.
ht: Ou te fè transpose a, pou l' vin dezyèm Kolòn Et twazyèm ligne.

source: If you were to take the transpose again of that, he would then become the second row and third column again.
ht: Si nou te pran transpose ankò de sa, li tapral rive lè sa a pitit la ligne dezyèm ak twa kolòn ankò.

source: So C transpose, the transpose of C transpose, is just equal to C.
ht: C transpose, transpose de C transpose, se poutèt jis kèk bon pou c

source: You're swapping all the columns when you take the transpose.
ht: Ou ap le tout colonnes yo lè ou pran transpose a.

source: And when you take the transpose again, you swap them all back.
ht: E lè ou pran transpose a ankò, ou twoke yo tout dèyè.

source: That's all that means.
ht: Sa se tout sa ki vle di.

source: Anyway.
ht: De tout fason.

source: Hope you found that useful.
ht: Espwa nou jwenn ki bon.

source: I've done a bunch of videos already on respiration.
ht: Mwen te fè yon pakèt vidéos deja sou respiration

source: I think even before those videos, you had a sense that we need oxygen and that we release CO2.
ht: Mwen panse ke menm devan vidéos sa yo, nou te gen yon sans sa nou bezwen oksijèn ak nou version CO2.

source: And if you watched the videos on respiration, you know that we need the oxygen in order to metabolize our food, in order to turn our food into ATPs that can then drive other types of cellular functions-- or anything that we have to do; move, or breathe, or think, or everything that we have to do.
ht: E si ou te gade vidéos sou bouch nan bouch, ou konnen sa nou bezwen a oksijèn pou metabolize manje nou, nan lòd pou tounen manje nou nan ATPs sa kapab puis lecteur lòt tip de cellulaire fonksyon - oswa yon lòt bagay ke nou gen pou nou fè a. deplase, ou respire, ou panse, ou tout sa nou gen pou fè.

source: And that through the process of respiration, we break down those sugars and we release carbon dioxide.
ht: Et sa nan pwosè an bouch nan bouch, nou defonse sa sucres Et nou remèt kabòn.

source: So in this video, what I want to do is take a big step back and think about how we actually get our oxygen into our body and how we release it back out into the atmosphere.
ht: Se konsa, nan videyo sa a, se pou yo fè sa mwen vle kenbe yon gwo pa Et panse osijè de kòman aktyèlman ka oksijèn nou antre nan kò nou ak ki jan nou lage l' tounen nan atmosfè a.

source: Another way to think about it is how we ventilate ourselves.
ht: Yon lòt wout pou panse osijè de sa se jan nou vante tèt nou.

source: How do we get the oxygen in, and how do we get the carbon dioxide out?
ht: Sa a ki pa ka oksijèn nan, ki pa ka a kabòn dyosid deyò?

source: And I think any of us could at least start off this video.
ht: E mwen panse yonn nan nou te kapab pou pi piti kòmanse sou videyo sa a.

source: It starts off in either our nose or our mouth.
ht: Li commence nan swa nou nen ou soti nan bouch nou.

source: I always have a clogged sinus so I often have to deal with my mouth.
ht: Mwen toujou genyen yon obstruées en konsa mwen konn gen pou kontra avèk soti nan bouch mwen.

source: I sleep with my mouth often.
ht: Mwen dòmi ak bouch mwen souvan.

source: But it always starts in our nose or our mouths.
ht: Men, li toujou commence nan nen nou oubyen nan bouch nou.

source: Let me draw someone with a nose and a mouth.
ht: Kite m' fè yon moun ak yon nen epi nan bouch yon.

source: So let's say that this is my person.
ht: Se konsa nou di ke sa se moun pa m.

source: Maybe his mouth will be open so that he can breathe.
ht: Gen dwa soti nan bouch li y' a louvri pou li pa ka respire.

source: His eyes aren't important, but just so you know it's a person.
ht: Je l' pa enpòtan, men sèlman pour ou konnen se yon moun.

source: So this is my test subject or the person I'm going to use to diagram.
ht: Se poutèt sa se sijè sonde m, ni moun mwen menm va pou yo itilize pou dyagram.

source: That's his ear.
ht: Sa se zòrèy li.

source: Maybe he has a bit of a-- let's give him some hair.
ht: Gen dwa li gen yon ti yon - an n fè l' kèk cheve nan tèt. Tout sa komen, men sa se nèg nou.

source: This is the guy that's going to show us how we take air in and how we take air out of the body.
ht: Men nèg sa a pral moutre nou ki jan nou pran de lè ak ki jan nou pran retire van nan kò sa a.

source: So let's go inside of this guy.
ht: Se konsa an n ale andedan nèg sa a.

source: I can draw his outside first.
ht: Mwen kapab fè l' deyò anvan.

source: Let me see how well I can do this.
ht: Fè m' wè jan Men mwen kapab fè sa.

source: So this is outside the guy.
ht: Se poutèt sa deyò nèg la.

source: That doesn't look right.
ht: Ki pa gade byen.

source: Let's say the guy looks something like this and he's got-- this is his shoulders.
ht: An n di nèg la sanble yon bagay tankou sa yo e li se a - sa se zepòl li.

source: That's our guy. All right.
ht: Sa se nèg nou. oke.

source: So in our mouth, we have our oral cavity right there, which is just the space that our mouth creates.
ht: Se konsa, nan bouch nou, nou gen twou nan dan bouch nou dwa gen, ki se sèlman galeri ki soti nan bouch nou kreye.

source: We have our oral cavity.
ht: Nou dwe nou bouch twou nan dan.

source: I could draw our tongue and all of that and maybe I will.
ht: Mwen te kapab trase lang nou yo ak tout moun ki e petèt mwen vle.

source: Maybe I'll draw the tongue.
ht: Petèt mwen ap trase lang.

source: But you have this space inside of the mouth-- call that the oral cavity.
ht: Men, ou gen sa galeri andedan bouch-rele sa a bouch twou nan dan. Oral pou soti nan bouch, twou nan dan pou plas, ou trou, ou louvri.

source: And then also you have your nostrils and they open up into a nasal cavity.
ht: Lè sa a nou gen tou èl nen ou ak yo louvri nan twou nan nen dan.

source: So that's another big space just like this.
ht: Se konsa, sa se yon lòt gwo plas jis kon sa.

source: And we know that they connect at the back of our nose or the back of our mouth.
ht: E nou konnen ke yo marye dèyè nen nou ou a o bouch nou.

source: And this passage right here where they connect is called the pharynx.
ht: Epi yo rele sa a pasaj isit-menm kote yo marye èyè gòj.

source: When your air goes through your nose-- they say breathing through your nose is better, probably because it gets filtered by your nose hairs and it gets warmed up and and what not, but you can breathe through either side.
ht: Lè ou de lè pwonmennen toupatou nan nen ou - y' ap plede di pou pran souf nan nen ou se pi bon, pwobableman paske li vin filtrage pa cheve nen ou ak li jwenn mis Et Et se pa sa, men, ou kapab respire ak youn ou lòt bò.

source: The air goes in through either your nasal cavity or your oral cavity and then comes back through your pharynx and then the pharynx splits into two pipes.
ht: Ki lè a pase nan swa ou en twou nan dan ou oral ou twou nan dan. Lè sa a k'ap tounen nan èyè gòj ou, lè sa a èyè gòj a divise nan de conduites.

source: One for-- well, one, air can go down either one, but the other one is for food.
ht: Yonn pou - geri, UN, de lè kapab desann soit UN, men a yon lòt se pou nou manje.

source: So your pharynx gets split.
ht: Se konsa èyè gòj ou jwenn jwen.

source: In the back you have your esophagus-- and we'll talk more about the esophagus in a future video.
ht: Nan dèyè ou gen banbou gòj/kou ou - Et n a pale plis sou banbou gòj/kou nan tan kap vini yon videyo.

source: In the back you have your esophagus and in the front-- let me draw a little dividing line there.
ht: Ou gen ou banbou gòj/kou nan dèyè Et a pa devan - kite m' fè yon ti liy divizyon an genyen.

source: In the front, maybe this-- let me make it connect like that.
ht: A pa devan, gen dwa sa a ki fè m' fè l' marye kon sa.

source: I was using yellow.
ht: Mwen te itilize jòn.

source: I'm going to use yellow to continue and I'm going to use green for the air.
ht: Mwen pral sèvi ak jòn pou kontinye ak mwen pral sèvi ak vèt pou sou nou.

source: So it divides just like that.
ht: Se konsa li divise jis kon sa.

source: So behind your air pipe, you have your esophagus.
ht: Se konsa dèyè fif lè ou, ou fè nou banbou gòj/kou. Kite m' fè yon lòt koulè sa.

source: And then right here is your larynx.
ht: Et puis droit isit la se ou òd vokal/vwa. E mwen pwal préoccupation tèt nou ak an òd vokal/vwa.

source: Esophagus is where your food goes down.
ht: Banbou gòj/kou se kote manje ou kouche.

source: We know that we eat food with our mouth as well.
ht: Nou konnen nou manje manje ak bouch nou tou.

source: So this is where we want our food to go-- down the esophagus.
ht: Se poutèt sa se kote nou vle nou manje pou desann - a banbou gòj/kou.

source: But the focus of this video is our ventilation.
ht: Men, se nan videyo sa a se yerasyon nou.

source: What do we do with our air?
ht: Kisa nou fè ak lè nou?

source: So I'm going to focus as the air goes through our larynx.
ht: Se konsa mwen pral se tankou lè a pase nou òd vokal/vwa.

source: And the larynx is also our voicebox.
ht: Et la òd vokal/vwa se tou voicebox nou.

source: So as you hear me talking right now, there are these little things right about here that are vibrating at just the right frequencies and I'm able to shape the sound with my mouth to make this video.
ht: Se konsa tou ou tande m' pale kounye a, genyen sa yo ti bagay droit de ici sont vibre nan jis la dwat fwekans yo, m' ap ka ranje kò a son avèk mwen bouch fè sa vidéo.

source: So that's also your voicebox, but I won't focus on that right now.
ht: Se poutèt sa se tou voicebox ou, men, mwen p ap vize sou sa kounye a.

source: It's called a voicebox because of this whole anatomical structure that looks something like that.
ht: Li te rele yon voicebox poutèt sa tout anatomiques èstrikti sa sanble yon bagay konsa.

source: But then after the air passes through the larynx-- this is on the way in-- it goes to the trachea, which is essentially just the pipe for air.
ht: Men lè sa a apwè lè rann nan òd vokal/vwa - sa se sou wout la nan - li ale gòj di, ki esansyèlman se nan jis fif pou è.

source: The esophagus is the pipe for food.
ht: Gwo gòjèt a se fif pou yo manje.

source: Let me write this down.
ht: Se pou m' ekri sa a. Et puis de kannal souf/lè - Et la kannal souf/lè se aktyèlman yon èstrikti raisonnablement rèd.

source: It has cartilage around it and it makes sense that it has cartilage.
ht: Li gen zo krap/krip antoure li. li fè zo krap/krip li gen sans.

source: You don't want-- you can imagine a hose-- if it bent a
ht: Ou pa vle-ou ka konprann kawoutchou yon ­ si li bese yon

source: lot, you wouldn't be able to get a lot of water through it, or a lot of air through it.
ht: lòt, ou pa ka ke yo te jwenn anpil dlo pase ladan l, ou yon lòt lè pase ladan l.

source: So you don't want this thing to bend a lot.
ht: Se konsa ou pa vle bagay sa a pa p ka ploye anpil.

source: So that's why it needs to have some rigidity-- so that's why it has cartilage around it.
ht: Se konsa, se poutèt sa li bezwen pou genyen kèk une - konsa, se poutèt sa li gen zo krap/krip antoure li.

source: And then it splits into two tubes-- and I think you know where these two tubes are going to.
ht: Lè sa a li divise nan de ti tiyo nou - ak mwen panse ke ou konnen ki kote de ti tiyo sa yo nou pwal.

source: And I'm not drawing this in super detail.
ht: Apre sa, mwen menm ki pa dessin sa a nan Univèsal regleman.

source: I just want you to get the idea of them, but these two tubes are the bronchi-- or each one is a bronchus.
ht: Mwen jis vle nou vin nan lide yo, men, de sa ti tiyo nou sont wonch - ou UN chak se yon bronchus. Yo tou gen zo krap/krip, se konsa yo ap assez rèd, men wonch yo kenbe séparation.

source: They keep splitting into smaller and smaller tubes just like that and at some point, they stop having cartilage.
ht: Yo kenbe division nan ti tiyo plus Et plus nou jis kon sa ak sou kèk pwen, yo sispann gen zo krap/krip.

source: They stop being reasonably rigid, but they keep splitting off.
ht: Yo rete être raisonnablement rèd, men yo kenbe division nèt.

source: So I'll just draw them as these little lines.
ht: Se konsa mwen pral jis trase yo tankou ti lignes sa yo.

source: At some point they become such thin things.
ht: Nan kèk pwen yo yon ti bagay konsa.

source: They just keep splitting off.
ht: Yo senpleman kenbe division nèt.

source: So the air just keeps splitting off and spread and goes down the different paths.
ht: Se konsa, sou nou jis conserve division tension Et se Et kouche les chemins diferan.

source: And when the bronchi no longer have cartilage around them, they're no longer rigid.
ht: E lè wonch yo p'ap gen zo krap/krip alantou yo, yo ap sispann rèd.

source: The first of those are called-- or actually all the tubes after that point are called bronchioles.
ht: Premye moun ki te rele - ou aktyèlman tout a ti tiyo nou swiv pwen sa yo ki te rele bronchioles.

source: These are bronchioles.
ht: Se sa bronchioles yo.

source: So for example, that we could call a bronchiole.
ht: Sa pou egzanp, ke nou te kapab rele yon bronchiole.

source: And there's nothing fancy here.
ht: E pa gen anyen fantaisie isit la.

source: It's just a pipe that just gets thinner and thinner and thinner.
ht: Li se jis yon tiyo sa senpleman vin plus Et plus Et plus.

source: We've labeled the different parts of the pipes different things, but the idea is, let's take it through our mouth or our nose and we just keep dividing and keep dividing this main division into two different paths that takes us into each of our lungs.
ht: Etikèt ki make nou te gen kont diferan pati yo jwe fif diferan bagay, men, lide an se, an n pran l' nan bouch nou ou nen nou e nou jis kenbe division Et maintenir division sa a pi gwo divizyon nan chemins diferan de sa pran nou nan chak nan poumon nou.

source: Let me draw this guy's lungs here.
ht: Kite m' fè poumon nèg sa a isit la. Et wonch sa yo ­ ou wonch yo separe nan poumon-

source: And these bronchi-- or the bronchi split into the lungs-- the bronchioles are in the lungs and eventually the bronchioles terminate.
ht: les bronchioles sont nan poumon Et evantyèlman a bronchioles fin.

source: And this is where it gets interesting.
ht: Et sa se kote li vin enteresan.

source: They keep dividing smaller and smaller, thinner and thinner and thinner, into these little air sacs, just like that.
ht: Yo kenbe division plus Et plus, plus Et plus Et wè, nan sa yo ti van sacs, tout kon sa.

source: At the end of every super small bronchiole are these little air sacs-- super small air sacs-- and I'm going to talk about these air sacs in a second.
ht: A la fen de tout bronchiole super ti moun sa ti sacs de lè - super ti sacs de lè - Et mwen pral pale osijè de sacs de lè sa yo nan yon lòt.

source: And these are called alveoli.
ht: Apre sa, yo rele alveoli. Se konsa, mwen te itilize yon bann pawòl fantaisie yo, men yo, jeneral idée poko konn anyen.

source: Air comes in through a pipe.
ht: È vini yon tiyo.

source: The pipe gets thinner and thinner and thinner and they end up at these little air sacs.
ht: Fif obtient plus Et plus Et plus Et yo fini pouse nan ti sacs de lè sa yo.

source: And you're saying, well, how does that get the oxygen into my system?
ht: Apre sa ou di, byen, ki jan sa fè sa ki gen la oksijèn nan sistèm m?

source: Well, the key here is that these air sacs are super small and have very, very, very thin walls-- or
ht: Men, kle a isit la se sa sacs de lè sa yo pa super piti Men yo trè, trè, trè fin mi - ou

source: I guess thin membranes.
ht: Mwen devine ti membranes.

source: So let me zoom in.
ht: Se pou m' rale.

source: So if I were to zoom in on one of these alveoli-- and just to give you an idea, these are super duper duper small.
ht: Si m' to pou rale sou yonn nan alveoli sa - Et sèlman pou ba ou yon lide, se sa yo rele Univèsal duper duper ti.

source: I've drawn them fairly large here, but each alveoli-- let me draw a little bit bigger.
ht: Mwen te gen établi yo byen laj isit la, men, chak alveoli - je m fè yon ti jan plus.

source: Let me draw these air sacs.
ht: Kite m' fè sacs de lè sa yo.

source: So you have these air sacs like this.
ht: Se konsa, ou gen sa yo sacs de lè kon sa.

source: And then you have a bronchiole that's terminating in that air sac.
ht: E ou gen yon bronchiole sa se afè fin nan sakit de lè sa.

source: Maybe a bronchiole is terminating in another air sac just like that-- another set of air sacs just like that.
ht: Petèt bronchiole yon fin nan yon lòt lè amnyotik jis kon sa ki yon lòt ensemble de sacs de lè jis kon sa.

source: Each of these are only 200 to 300 microns in diameter.
ht: Chak nan yo se sèlman 200 pou 300 microns an dyamèt.

source: So that distance right there-- let me switch colors-- that distance right there is 200 to 300 microns.
ht: Se poutèt sa distans dwat a ki fè m' pase couleurs - sa isit-la-distans se 200 pou 300 microns.

source: And in case you don't know what a micron is, a micron is a millionth of a meter-- or you can view it as a thousandth of a millimeter.
ht: Et nan ka a, ou pa konn sa se yon micron, se yon micron yon millionième de yon mèt - ou ou ka wè l' tankou yon millième de yon ilimèt.

source: So this is 200 thousandths of a millimeter.
ht: Se poutèt sa 200 millièmes de yon ilimèt.

source: Or you can think of them as-- and this is actually a very easy way to visualize it-- this is about one fifth of a millimeter.
ht: Ou ou ka kwè yo tankou - Et sa se aktyèlman yon trè fasil pou façon visualiser l-- sa se Sur UN senkyèm nan yon ilimèt.

source: So if I actually try to draw it on the screen-- if you made this full screen, a millimeter is about that far.
ht: Si m aktyèlman Seye rale l' sou ekran a - si ou te fè plein écran sa a, yon ilimèt se osijè de sa byen lwen.

source: Maybe a little farther than that.
ht: Petèt yon ti kras plus pase sa.

source: Maybe about that far.
ht: Petèt Sur sa byen lwen.

source: So imagine a fifth of that and that's what we're talking about the diameter of one of these things.
ht: Kwè se konsa yon senkyèm nan sa e se sa nou pale osijè de la dyamèt yonn nan bagay sa yo.

source: And just to put it in the whole scheme relative to cells, the average cell in the human body is about 10 microns.
ht: Et sèlman pou mete l' nan tout plan fòs relative pou globil, nan selil mwayèn a nan moun la kò se Sur 10 microns.

source: So this is only about 20 or 30 cells in diameter or relative to the average cell in the human body.
ht: Se poutèt sa se sèlman 20 ou 30 cellules nan dyamèt ou fanmi pou mwayèn sèlil nan kò moun.

source: So these have a super thin membrane.
ht: Se konsa sa yo gen yon len super chèch.

source: If you view them as balloons, the balloon is very thin-- pretty much one cell thick and they're connected to the bloodflow-- or actually, a better way to think about is that our circulatory system passes right next to each of these things.
ht: Si ou wè yo tankou ballons, blad a yon ti- bèl anpil yon selil pwès Et yo ap koneksyon ak a bloodflow - ou aktyèlman, yon pi bon fason pou panse osijè de se sa nou san/sikilatwa rann droit tou pre chak nan bagay sa yo.

source: So you have blood vessels that come from the heart and they want to be oxygenated.
ht: Se konsa, ou gen san bagay ki soti nan kè ak yo vle pou être ksijene.

source: In general, the blood vessels that don't have oxygen-- and
ht: An jeneral, tout bagay san pa gen oksijèn - Et

source: I'm going to do this in a lot more detail when I make the videos about the heart and our circulation system-- the blood vessels that don't have oxygen-- de-oxygenated blood is a little bit darker.
ht: M pral fè sa an detay anpil lè m' ap fè a vidéos sou kè moun ak nou sikilasyon sistèm-san bagay ki pa gen oksijèn - de-oxygenated san yon ti jan gen.

source: It looks a little bit purplish.
ht: Li sanble yon ti jan.

source: So I'll draw it as blue.
ht: Se poutèt sa, m' ap fè l' tankou twal ble.

source: So these are vessels that are coming from the heart.
ht: Se poutèt sa, se sa lòt bagay ki gen pou rive tout kè yo.

source: So this blood right here has no oxygen in it or it's been de-oxygenated or it has very little oxygen in it.
ht: Se konsa san sa a isit la oksijèn pa ladan l' ou te la deja depi de-oxygenated ou li gen yon sèl oksijèn ladan l.

source: And the word for the blood vessels that comes from the heart are arteries.
ht: Et la lòd pou yo te san veso ki sot a kè sont artères.

source: Let me write that down.
ht: Se pou m' ekri sa.

source: I'll review that again when we cover it in the heart.
ht: M ap revize sa ankò lè nou kouvri l' nan kè moun.

source: So arteries are blood vessels from the heart.
ht: Se konsa artères sont san veso ki sot nan kè moun. Et, ou te konn pwobableman tande de artères.

source: Vessels that go to the heart are called veins.
ht: Navires ki ale nan kè yo rele varis.

source: This is really important to keep in mind because later on, you're going to see that arteries don't always carry oxygen or they're always not de-oxygenated and veins always aren't one way or the other.
ht: Sa vrèman enpòtan pou toujou chonje paske sou ou pral fè wè ke artères pa toujou pote oksijèn ou yo ap toujou pa de-oxygenated Et ni toujou pa yon sèl chemen oubyen yon lòt la.

source: We're going to go into a lot more detail when we actually cover the heart and the circulatory system, but just remember, arteries go away.
ht: Nou pwal antre nan yon lòt pi plis détail lè nou aktyèlman kouvri tèt Et la san/sikilatwa, men, tout pa bliye, artères al fè wout.

source: Veins go to the heart.
ht: Varis ale nan kè moun.
